<?php

return [
    'home_title' => 'Дизайн который работает!',
    'home_description' => 'Полный спектр профессиональных услуг по графическому дизайну. <br> От формирования названия бренда и разработки логотипа, создания образа и дизайна рекламных материалов, до построения полноценной визуальной стратегии вашего бренда или проекта.',
    'home_contact' => 'Нужен дизайн? <br> Сделаю это качественно и в срок!',
    'send' => 'Отправить заявку',
    'name' => 'Ваше имя',
    'phone_number' => 'номер телефона',
    'single_contact' => 'Хотите такой же дизайн? <br> Сделаем!',
    'show_other' => 'Посмотрите другие мои работы',
    'more' => 'Показать больше проектов',
    'show_project' => 'Смотреть проект'
];
