<main class="pt-[93px] lg:pt-0">
    <section class="w-11/12 lg:w-9/12 mx-auto py-12">
        <h2 class="font-bold text-2xl">ДОГОВОР ПУБЛИЧНОЙ ОФЕРТЫ</h2>
        <div class="mt-5 space-y-3">
<p style="font-weight: 400;">В соответствии с пунктом &nbsp;п.5 статьи 395 Гражданского Кодекса Республики Казахстан (далее ГК РК) данный документ является предложением Продавца, адресованным физическим и юридическим лицам, о заключении Договора розничной купли-продажи товаров дистанционным способом.</p>
<p style="font-weight: 400;">Ознакомьтесь с текстом настоящей Публичной Оферты и, если Вы не согласны с каким-либо пунктом оферты, Вы вправе отказаться от покупки Товаров или использования Услуг, предоставляемых Продавцом.</p>
<p style="font-weight: 400;"><strong>ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</strong></p>
<ul>
<li style="font-weight: 400;">&laquo;Оферта&raquo; - публичное предложение Продавца, адресованное любым физическим и юридическим лицам, заключить с ним договор купли-продажи (далее &ndash; &laquo;договор&raquo;) на условиях, изложенных в оферте.</li>
<li style="font-weight: 400;">&laquo;Акцепт&raquo; - полное и безоговорочное принятие Оферты, путем осуществления действий, выраженное также в оплате стоимости Товара.</li>
<li style="font-weight: 400;">&laquo;Договор купли-продажи&raquo; - договор, заключаемый Продавцом с Покупателем в момент получения от Покупателя Акцепта на условиях настоящей Оферты.</li>
<li style="font-weight: 400;">&laquo;Заказ&raquo; - должным образом оформленная заявка Покупателя на покупку Товаров с доставкой по указанному Покупателем адресу и размещенная Покупателем самостоятельно на Сайте</li>
</ul>
<p style="font-weight: 400;">Каталог&raquo; - размещенный в соответствующем разделе Сайта перечень Товаров, предлагаемых Продавцом к продаже Покупателю, с указанием ассортимента и соответствующих цен на Товары.</p>
<ul>
<li style="font-weight: 400;">&laquo;Покупатель&raquo; &ndash; физические и юридические лица, размещающее Заказы на покупку Товара на Интернет-ресурсе <a href="http://www.caviar.com.kz/">www.caviar.com.kz</a></li>
<li style="font-weight: 400;">&laquo;Продавец&raquo; - ИП &laquo;Tarassova&raquo;, реализующая Товар, информация о котором размещена на Сайте.</li>
<li style="font-weight: 400;">&laquo;Сайт&raquo; &ndash; веб-сайт, интернет-ресурс Продавца, размещенный по адресу:&nbsp; <a href="http://www.caviar.com.kz/">www.caviar.com.kz</a></li>
<li style="font-weight: 400;">&laquo;Товар&raquo; - Товар в ассортименте, предложенный Продавцом Покупателю к продаже на Сайте за определенную цену, согласно Каталогу Продавца, имеющиеся в наличии у Продавца в момент оформления Заказа. Перечень Товаров, предлагаемых к продаже Продавцом, и их цена определяется Продавцом в одностороннем порядке на свое усмотрение и отражаются в Каталоге на Сайте</li>
<li>&laquo;On-line оплата&raquo; &ndash; исполнение денежного обязательства по оплате Товаров с использованием банковской карточки посредством сети Интернет через систему интернет-эквайринга непосредственно при оформлении Заказа.</li>
<li>&laquo;Акция&raquo; &ndash; любые рекламно-маркетинговые мероприятия стимулирующего продажи Товара характера, проводимые Продавцом на условиях и по правилам, размещаемых на Сайте или доведенные до сведения покупателя в Магазине или иным способом.</li>
</ul>
<ol>
<li><strong>1. ПРЕДМЕТ ДОГОВОРА</strong>
<ul>
<li>Продавец обязуется продавать Товар Покупателю, а Покупатель обязуется принять и оплатить Товар на условиях настоящего Договора.</li>
<li>Настоящий Договор регулирует взаимоотношения между Продавцом и Покупателем по купле-продаже Товара с использованием Сайта путём акцепта настоящего Договора, проведения процедур по заказу Товара с предоставлением Покупателю права воспользоваться возмездными Услугами получения Товара в местонахождении Покупателя.</li>
</ul>
</li>
</ol>
<p style="font-weight: 400;">&nbsp;</p>
<ol start="2">
<li><strong>2. ОФОРМЛЕНИЕ ЗАКАЗА</strong>
<ul>
<li>До оформления заказа Покупатель должен изучить ассортимент предлагаемого товара на сайте.</li>
<li>Покупатель оформляет заказ товара на Сайте путем выбора соответствующего товара, нажатия на значок &laquo;В корзину&raquo; и, в случае выбора Покупателем условий предоплаты заказа, оплаты товара согласно п. 4.3. Договора. Покупатель может также разместить заказ по телефону, при этом оформление заказа будет произведено на Сайте&nbsp;Оператором.</li>
<li>При оформлении заказа Покупатель обязуется предоставить следующую информацию о себе, необходимую для исполнения договора:<br />- Фамилия, имя;<br />- Адрес доставки;<br />- Адрес электронной почты (e-mail);<br />- Контактный телефон.</li>
<li>Покупатель несёт ответственность за содержание и достоверность информации, предоставленной при оформлении заказа. Непредставление (неполное представление) Продавцу информации, указанной в п. 2.3. Договора, влечет признание заказа неоформленным.</li>
<li>Покупатель вправе изменять заказ, добавляя и (или) удаляя выбранные товары, либо отменить заказ в любое время, до момента его подтверждения оператором и передачи службе доставки.</li>
<li>После оформления заказа на Сайте Продавца, оператор обязан связаться с Покупателем для уточнения (подтверждения) условий договора о наименовании, сорте, количестве, стоимости, сроке доставки, порядке оплаты товара, дополнительных условий.</li>
<li>Все информационные материалы о Товарах, представленные на Сайте, носят информационный характер и могут не передавать в полной мере информацию о свойствах и характеристиках Товара, включая цвет, размеры и вкус. Сопровождающие Товар фотографии являются простыми иллюстрациями к нему и могут отличаться от фактического внешнего вида Товара. Качество, настройки и особенности экрана компьютера/планшета/мобильного телефона Покупателя могут искажать цветовую гамму представленного Товара. Товар может иметь незначительные отличия от изображения, представленного на Сайте, по цвету, форме, размеру или другим параметрам. Любые характеристики Товаров могут быть изменены изготовителем Товара без предварительного уведомления.</li>
</ul>
</li>
</ol>
<ol start="3">
<li style="font-weight: 400;"><strong>3. СРОКИ ИСПОЛНЕНИЯ ЗАКАЗА</strong></li>
</ol>
<p style="font-weight: 400;">3.1. Срок, в который Продавец обязуется исполнить заказ, зависит от наличия товара на складе, и составляет не более 2 рабочих дней. Продавец вправе исполнить заказ в более короткие сроки, о чем он обязан уведомить Покупателя по представленному номеру телефона или адресу электронной почты. Продавец обязан уведомить Покупателя по представленному номеру телефона или адресу электронной почты, если срок доставки товара может быть увеличен по независящим от Продавца обстоятельствам. В иных случаях срок исполнения заказа может быть оговорен с Покупателем индивидуально. Выбор даты доставки покупателем при оформлении заказа не является для Продавца обязательством по доставке в выбранную дату. Дату и время доставки определяет продавец исходя из своих возможностей.<br />В случае отсутствия части заказанного товара на складе Продавец вправе исключить указанный товар из заказа Покупателя. При этом Продавец обязуется уведомить Покупателя об изменении наименования и/или количества заказанного им товара по представленному номеру телефона или адресу электронной почты.</p>
<p style="font-weight: 400;">3.2. Заказ считается исполненным в момент передачи товара Покупателю.</p>
<p style="font-weight: 400;">3.3. В случае предоставления Покупателем недостоверной информации о его контактных данных Продавец не несет ответственности за ненадлежащее исполнение заказа (в том числе в случае невозможности уведомить Покупателя об изменении сроков исполнения и комплектности заказа). При этом в случае отсутствия связи с Покупателем в течение 2 календарных дней подряд, заказ считается аннулированным.</p>
<h2>4. Цена и порядок оплаты</h2>
<p style="font-weight: 400;">4.1. Цена Товара указывается в Каталоге, в тенге В случае неверного указания Продавцом цены заказанного Покупателем Товара, Продавец имеет право изменить цену Товара и при первой доступной возможности информирует об этом Покупателя для подтверждения Заказа с измененными условиями либо аннулирования Заказа. При невозможности связаться с Покупателем или в случае отказа Покупателя от Заказа с измененными условиями данный Заказ считается аннулированным.</p>
<p style="font-weight: 400;">4.2. В случае не полной оплаты стоимости заказа Договор считается расторгнутым, в этом случае Продавец обязан возвратить деньги Потребителю (если они были получены).</p>
<p style="font-weight: 400;">Стоимость доставки Товара не включена в цену Товара. Стоимость доставки оплачивается Покупателем в соответствии с тарифами, указанными на Сайте и условиями доставки.</p>
<p style="font-weight: 400;">4.3. Цена Товара и стоимость доставки могут быть изменены Продавцом в одностороннем порядке.<br /><br /></p>
<p style="font-weight: 400;">4.4. Оплата производится нижеперечисленными способами:<br /><br /></p>
<ul>
<li>за наличный расчет, работнику службы доставки Продавца или любому другому уполномоченному лицу Продавца в момент доставки Товара до его передачи. Стороны согласились, что при указанном в настоящем пункте способе оплаты в случае доставки Товара выдача Покупателю чека контрольно-кассовой машины будет является надлежащим подтверждением исполнения Покупателем обязанности по оплате Товара. По решению Продавца чек контрольно-кассовой машины может быть предоставлен Покупателю в электронном виде на электронную почту, указанную при оформлении Заказа, в этом случае выдача чека контрольно-кассовой машины в бумажном виде не производится.<br /><br /></li>
<li>способом on-line оплаты. Оплата производится через систему интернет-эквайринга непосредственно при оформлении Заказа. К оплате принимаются карты платёжных систем VISA, VISA Electron и MasterCard и карты других международных платежных систем. Для осуществления платежа необходимо указать данные карты на авторизационном сервере системы интернет-эквайринга.</li>
</ul>
<p style="font-weight: 400;">&nbsp;</p>
<ul>
<li>безналичным платежом путем перечисления денег на банковские реквизиты Продавца (для юридических лиц и индивидуальных предпринимателей). Счет на оплату, выставленный Продавцом, действителен в течение 3 (Трех) банковских дней. Оплата данного счета означает согласие с условиями Договора. Уведомление Покупателем Продавца об оплате обязательно, в противном случае не гарантируется наличие Товара на складе. Товар отпускается по факту поступления денег на расчетный счет Продавца, при наличии документа, удостоверяющего личность и/или доверенности на получение ТМЦ от имени юридического лица;</li>
</ul>
<p style="font-weight: 400;">&nbsp;</p>
<p style="font-weight: 400;">4.5.Продавец вправе применять и устанавливать скидки и иные специальные предложения, устанавливаемые правилами или иными документами Продавца, информация о которых размещается на Сайте.</p>
<p style="font-weight: 400;">&nbsp;</p>
<p style="font-weight: 400;">4.6. Оплата бонусами, подарочными картами/ сертификатами, применения промокода или иных скидок производится при оформлении заказа. Изменение условий оплаты после завершения заказа не допускается.<br /><br /></p>
<p style="font-weight: 400;">4.7. Оплата Покупателем самостоятельно размещенного Заказа на Сайте означает согласие с Условиями настоящего Договора. День оплаты Заказа является датой заключения Договора оферты между Продавцом и Покупателем.</p>
<h2>5. Передача Товаров</h2>
<p style="font-weight: 400;">&nbsp;</p>
<p style="font-weight: 400;">5.1. Передача Товара в соответствии с условиями Заказа осуществляется на условиях доставки Товара.<br /><br /></p>
<p style="font-weight: 400;">5.2. Передача Товара осуществляется Покупателю или Получателю, или третьему лицу, способному предоставить сведения о Заказе и оплатить Товар / по требованию Продавца или его уполномоченных лиц предоставить документ об оплате.</p>
<p style="font-weight: 400;">5.3. Доставка Товара осуществляется службой доставки Продавца или иным другим уполномоченным Продавцом лицом.<br /><br /></p>
<p style="font-weight: 400;">5.4. Продавец осуществляет доставку Товара, в отношении которого оформлен Заказ, по указанному Покупателем в Заказе адресу (адрес доставки). Способы, а также примерные сроки доставки Товаров указываются в Условиях доставки, размещенных в соответствующем разделе Сайта и/или при оформлении Заказа. Продавец вправе перед выдачей товара идентифицировать Покупателя по правилам, утвержденным Продавцом, и отказать в выдаче, если процедура не пройдена.<br /><br /></p>
<p style="font-weight: 400;">5.5. Для передачи Товара при доставке Покупатель, Получатель или третье лицо обязаны предоставить:</p>
<ul>
<li>сведения о Заказе (ФИО Получателя, номер телефона, указанный при оформлении и/или номер и дату Заказа);<br /><br /></li>
<li>документ, удостоверяющий личность с индивидуальным идентификационным номером (за исключением случаев, когда физическому лицу не присвоен индивидуальный идентификационный номер в соответствии с законодательством Республики Казахстан);</li>
</ul>
<p style="font-weight: 400;">&nbsp;</p>
<ul>
<li>подтверждение произведенной оплаты &ndash; по требованию продавца и его уполномоченных лиц.<br /><br /></li>
</ul>
<ol start="6">
<li style="font-weight: 400;"><strong>6</strong><strong>. ВОЗВРАТ ТОВАРА</strong></li>
</ol>
<p style="font-weight: 400;">6.1. Покупатель вправе отказаться от заказанного товара в любое время до момента исполнения заказа, а также в момент передачи (осмотра) товара перед оплатой или подписанием товарной накладной.<br />В случае, если товар был предоплачен покупателем по безналичному расчету, возврат денежных средств производится Продавцом путем их перечисления на банковский или иной счет Покупателя, указанный Покупателем.</p>
<p style="font-weight: 400;">6.2. В случае если товар передан Покупателю с нарушением условий договора, касающихся количества, ассортимента, комплектности, тары и (или) упаковки товара, Покупатель обязан не позднее одного&nbsp;календарного дня&nbsp;после получения товара письменно сообщить Продавцу на e-mail: info@caviar.com.kz&nbsp;об этих нарушениях и приложить фотографию товара и его упаковки, а также документов, подтверждающих получение Товара.&nbsp;В случае нарушения Покупателем п. 6.2. Договора, Покупатель не вправе в дальнейшем ссылаться на наличие указанных фактов.</p>
<p style="font-weight: 400;">6.3. В случае если Покупатель посчитает, что ему был передан товар ненадлежащего качества, он обязан в максимально короткие сроки с момента получения товара уведомить Продавца об обнаруженных недостатках письменной претензией с описанием причин, почему товар не соответствует заявленному качеству.&nbsp;При этом до предъявления Товара ненадлежащего качества&nbsp;Товар должен храниться в условиях, препятствующих его гибели или порче, а количество Товара в упаковке не должно отсутствовать более чем на 10 % от продукта.&nbsp;При несоблюдении указанных требований Продавец вправе отказать Покупателю в удовлетворении претензии (в обмене товара или возврате денежных средств) на основании Закона о защите прав потребителя, согласно которому возврату и обмену не подлежат скоропортящиеся продовольственные товары.</p>
<ol start="7">
<li style="font-weight: 400;"><strong>7</strong><strong>. ЗАЩИТА ПЕРСОНАЛЬНЫХ ДАННЫХ ПОКУПАТЕЛЯ</strong></li>
</ol>
<p style="font-weight: 400;">7.1. Продавец обязуется обеспечить конфиденциальность и обработку персональных данных Покупателя, с соблюдением всех применимых требований законодательства Республики Казахстан в области защиты персональных данных, установленных Законом Республики Казахстан от 21 мая 2013 года № 94-V &laquo;О персональных данных и их защите&raquo;.</p>
<p style="font-weight: 400;">&nbsp;</p>
<p style="font-weight: 400;">7.2. Под обработкой персональных данных в настоящем Договоре понимается любое действие или совокупность действий с персональными данными, совершаемых с использованием средств автоматизации или без использования таких средств, направленные на сбор, запись, систематизацию, накопление, хранение, изменение, дополнение, уточнение (обновление, изменение), извлечение, использование, распространение, обезличивание, блокирование, удаление, уничтожение, а также на трансграничную передачу персональных данных.</p>
<ol start="8">
<li style="font-weight: 400;"><strong>8</strong><strong>. РЕКВИЗИТЫ ПРОДАВЦА</strong></li>
</ol>
<p style="font-weight: 400;">Индивидуальный предприниматель &laquo;Tarassova&raquo;</p>
<p style="font-weight: 400;">Юридический адрес:</p>
<p style="font-weight: 400;">Республика Казахстан&nbsp;г. Алматы, Проспект Аль-Фараби, 7к5а</p>
<p style="font-weight: 400;">ИИН 920718400319, КБе 19</p>
<p style="font-weight: 400;">&nbsp;</p>
<p style="font-weight: 400;">&nbsp;</p>
<p style="font-weight: 400;">&nbsp;</p>
<p style="font-weight: 400;">&nbsp;</p>
        </div>

    </section>

    <livewire:components.footer-short />
</main>
