<main class="pt-[93px] lg:pt-0">
    <section class="w-11/12 lg:w-9/12 mx-auto py-12">
        <h2 class="font-bold text-2xl">Политика конфиденциальности </h2>
        <div class="mt-5 space-y-3">
            <p style="font-weight: 400;">Настоящая Политика конфиденциальности (далее &ndash; Политика) устанавливает правила использования персональной информации, получаемой от пользователей сайта (далее &ndash; Пользователи) администратором сайта www.caviar.com.kz (далее &ndash; Компания).<br /><br /><strong>ПЕРСОНАЛЬНАЯ ИНФОРМАЦИЯ ПОЛЬЗОВАТЕЛЕЙ</strong></p>
<p style="font-weight: 400;">Размещая заказ продукции и/или регистрируясь на сайте либо&nbsp; по телефону, пользователь дает согласие на сбор и обработку своих персональных данных.<br />Пользователь предоставляет следующую информацию о себе:<br />(Имя; Фамилия; Адрес доставки; Контактный телефон; Адрес электронной почты, Дата рождения, почтовый адрес, сведения об истории покупок, в том числе наименований приобретаемых товаров/услуг и их стоимости, накопленных Бонусах</p>
<ul>
<li>Интернет-магазин гарантирует конфиденциальность финансовых данных, предоставленных пользователем. Финансовые данные не могут быть переданы третьему лицу и используются только в целях исполнения Договора-оферты (возврата денежных средств пользователю и т.п.).</li>
<li>Техническая информация не является персональными данными. Компания использует файлы cookies, которые позволяют идентифицировать Пользователя.<br />Файлы cookies &ndash; это текстовые файлы, доступные Компании, для обработки информации об активности Пользователя, включая информацию о том, какие страницы посещал Пользователь и о времени, которое Пользователь провел на странице.<br />Пользователь может отключить возможность использования файлов cookies в настройках браузера.</li>
<li>Также под технической информацией понимается информация, которая автоматически передается Компании в процессе использования Сайта с помощью установленного на устройстве Пользователя программного обеспечения.</li>
<li>Настоящая Политика применима только к Сайту интернет-магазина.</li>
<li>Компания не проверяет достоверность персональной информации, предоставляемой Пользователем, и не имеет возможности оценивать его дееспособность.<br />Однако Компания исходит из того, что Пользователь предоставляет достоверную и достаточную персональную информацию о себе и поддерживает эту информацию в актуальном состоянии.</li>
</ul>
<ol start="2">
<li style="font-weight: 400;"><strong>2. ЦЕЛИ СБОРА И ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ </strong></li>
</ol>
<p style="font-weight: 400;">2.1. Компания собирает и хранит только те персональные данные пользователей, которые необходимы для надлежащего оказания услуг в рамках заключенного Договора купли-продажи на условиях Оферты.<br />2.2. Персональную информацию пользователя Компания может использовать в следующих целях:</p>
<ul>
<li>Идентификация пользователя в рамках заключенного Договора публичной оферты;</li>
<li>Оказание услуг пользователю в рамках заключенного Договора публичной оферты</li>
<li>Связь с пользователем, в том числе обработка Заказов пользователя, а также направление уведомлений, касающихся оказания услуг Компанией, в том числе информирование об изменениях в ассортименте и ценах.</li>
</ul>
<ol start="3">
<li style="font-weight: 400;"><strong>3. УСЛОВИЯ СБОРА И ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ И ЕЕ ПЕРЕДАЧИ ТРЕТЬИМ ЛИЦАМ</strong></li>
</ol>
<p style="font-weight: 400;">3.1. Компания вправе осуществлять обработку персональных данных пользователей только в течение срока их регистрации на Сайте.<br />3.2. Компания вправе передать персональную информацию пользователя третьим лицам в следующих случаях:</p>
<ul>
<li>Пользователь выразил свое согласие на такие действия;</li>
<li>Передача предусмотрена законодательством РК</li>
<li>В целях обеспечения возможности защиты прав и законных интересов Компании или третьих лиц в случаях, когда пользователь нарушает условия Договора оферты.</li>
<li>Доступ к персональным данным пользователя имеют только те сотрудники сайта, которые непосредственно связаны с обработкой Заказа пользователя.</li>
</ul>
<ol start="4">
<li style="font-weight: 400;"><strong>4. ИЗМЕНЕНИЕ ПОЛЬЗОВАТЕЛЯМИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ</strong></li>
</ol>
<p style="font-weight: 400;">4.1. Пользователь может в любой момент изменить (обновить, дополнить) предоставленную им персональную информацию или ее часть.<br />4.2. Пользователь также может удалить предоставленную им в рамках определенной учетной записи персональную информацию.<br />4.3. Для изменения персональной информации или ее удаления пользователю необходимо отправить Компании письменный запрос на e-mail:&nbsp;info@caviar.com.kz.</p>
<ol start="5">
<li style="font-weight: 400;"><strong>5. МЕРЫ, ПРИМЕНЯЕМЫЕ ДЛЯ ЗАЩИТЫ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЕЙ</strong></li>
</ol>
<p style="font-weight: 400;">5.1. Компания принимает необходимые технические меры для защиты персональной информации пользователей от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий с ней третьих лиц.</p>
<ol start="6">
<li style="font-weight: 400;"><strong>6. УНИЧТОЖЕНИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЕЙ </strong></li>
</ol>
<p style="font-weight: 400;">6.1. Пользователь вправе требовать удаление своих персональных данных, переданных ранее Компании. Для этого необходимо отправить Компании письменный запрос на электронную почту:&nbsp;info@caviar.com.kz.</p>
<p style="font-weight: 400;">&nbsp;6.2. Остальные данные, переданные Компании, пользователь вправе уничтожить самостоятельно путем их удаления в личном кабинете.<br />6.3. Уничтожение &nbsp;персональных данных пользователя невозможно в следующих случаях:<br />- Компания оказывает пользователю услуги в рамках оформленного Заказа;<br />- не истек срок для направления пользователем письменных мотивированных возражений к оказанным Интернет-магазином услугам.</p>
<ol start="8">
<li style="font-weight: 400;"><strong>8. ИЗМЕНЕНИЕ ПОЛИТИКИ КОНФИДЕНЦИАЛЬНОСТИ. ПРИМЕНИМОЕ ЗАКОНОДАТЕЛЬСТВО</strong></li>
</ol>
<p style="font-weight: 400;">8.1. Компания вправе вносить изменения в настоящую Политику конфиденциальности. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения на Сайте по адресу: адрес страницы.<br />8.2. К настоящей Политике и отношениям между Компанией и пользователями, возникающим в связи с применением Политики конфиденциальности, подлежит применению законодательство Республики Казахстан.</p>
<ol start="9">
<li style="font-weight: 400;"><strong>9. ОБРАТНАЯ СВЯЗЬ. ВОПРОСЫ И ПРЕДЛОЖЕНИЯ </strong></li>
</ol>
<p style="font-weight: 400;">9.1. Все предложения или вопросы по поводу настоящей Политики следует сообщать в Службу поддержки на e-mail:&nbsp;info@caviar.com.kz</p>
<p style="font-weight: 400;">&nbsp;</p>
        </div>

    </section>

    <livewire:components.footer-short />
</main>
